[
{
  "name":"Danielle Lauren Seidner",
  "description": "Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. ",
  "shoutouts": "Danielle offered to share her banana bread with me."
},
{
"name":"David Owen Beck",
"description": "24 years old, went to school in Duluth, plays guitar, records music, favorite beer is Stone's All Day IPA, loves gardening",
"shoutouts":"Shout out to Dave B and Laura for being a part of our great 3 person team (everyone else had 4 but we still dominated!) that persevered when it seemed difficult to accomplish our task."
},
{
"name":"Brian Wayne Daves",
"description": "Grew up in Austin Texas. I haved lived in Minneapolis for the last 24 years. I have a son Elliot . My wife's name is Christine and we hava a dog named Rufus",
"shoutouts":"Thanks to Nick and Manu for their willingness to answer questions regarding the assignment without simply giving out an answer.  Same to Brian!"
},
{
"name":"David William Hoverson",
"description": "I currently dream in code.",
"shoutouts":"My table neighbor Dave Hoverson has continued to be a great help with great patience. "
},
{
"name":"Amelia Elizabeth Frevert",
"description": "I've attained a quarter century of wisdom while growing up in South MPLS. I'm a licensed radio dj and spend much of my time staring out the window daydreaming.",
"shoutouts":"Joel and Kristy are great at giving clues without giving everything away...great job!  Amelia is a delight to hang out with...thanks for your great cheer, Amelia."
},
{
"name":"Geoffrey Allen Hofman-Frethem",
"description": "Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN. ",
"shoutouts":"Geoffrey offered his help out of nowhere to my group today. He is pretty rad. Jonathan is the most enthusiastic coder I have ever met. He is so inclusive and made sure everyone was following his logic. A real gem. Dave (tall Dave), is a true gentleman. Sarah is so nice to be around and to work with. She showed or group a new way to check our code for errors and we were all like, 'whoooaaa.'' She is so sweet. "
},
{
"name":"Jacob Paul Schoolmeesters",
"description": "Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well.",
"shoutouts":"It was great working with Jonathan, Jake, and Zach for the group project over the past two days. "
},
{
"name":"Juan Manuel Gutierrez Garcia",
"description": "Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock",
"shoutouts":"Nick, Laura, & Manu were super helpful in figuring out my last few glitches in my project.  "
},
{
"name":"John Vang",
"description": "I really don't have a middle name.  I'm from Calfornia.  San Francisco & bay area sports fan.  I have a wife and 2 awesome kids.",
"shoutouts":"It was great to keep working together with Jonathan, Zach and John."
},
{
"name":"Jonathan Osborne",
"description": "Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks.",
"shoutouts":"Thanks to Jonathan for some great fast-math during the group exercise."
},
{
"name":"Lauren  Margaret Beatty",
"description": "My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah",
"shoutouts":"My group of Lauren Brian and Alex who helped to make our group project successful and being positive an encouraging the entire time."
},
{
"name":"Laura Margaret Kressin",
"description": "23 yr old student, artist, sister, daughter and aunt.  Soon to be future programmer/dragon rider.  Call me Khaleesi.",
"shoutouts":"Thanks to Joel for doing an AMA at the end of the day.  That really helped not only me but many others I've spoken with.  Dave B and Laura were a great small group to work with!"
},
{
"name":"Liz Piet",
"description": "Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween.",
"shoutouts":"Amelia's humor is the best, and helps everyone feel more relaxed. I enjoyed working with Liz and Geoffrey for the first time today. Both are very gracious, accommodating and fun."
},
{
"name":"Erick Alejandro Lee",
"description": "my favorite countries/trips are Guatemala, Colombia, France, Argentina, New York",
"shoutouts":"Erick was really open about not following everything in the group project today, and it was helpful for me to also open up and ask more questions about the decisions that were being made. "
},
{
"name":"Nicholas D Renford",
"description": "Sometimes I forget to turn the oven off.",
"shoutouts":"Nick was amazing in the team activity. Kristy's helped helped me to complete the solo challenge."
},
{
"name":"George Douglas Ritzinger",
"description": "Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately",
"shoutouts":"I would like to thank my fellow cohort member, Doug.  He helped a lot in explaining some concepts to me. I would also like to thank Lauren, for showing me the walking path."
},
{
"name":"Ryan Merchlewitz",
"description": "Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites.",
"shoutouts":"I saw Ryan M. emptying the dishwasher today!!  Thanks, Ryan!"
},
{
"name":"Sarah Ann Marrone",
"description": "Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN, ",
"shoutouts":"I love my little corner family! Ryan, Sarah, Nick, Zach and Doug always have my back. It's nice to have such a reliable foundation of people. Even when I have lost faith in myself, they try to encourage me off the cliffs of insanity. "
},
{
"name":"Zachary Allan Thomas Turner",
"description": "I have two middle names. Born in Denver. Used to have dreadlocks. ",
"shoutouts":"It was great working with Jonathan, Jake, and Zach for the group project over the past two days.  Everyone was really supportive of each other."
},
{
"name":"Kristy",
"description":":)",
"shoutouts":"Joel and Kristy are great at giving clues without giving everything away...great job!  Amelia is a delight to hang out with...thanks for your great cheer, Amelia."
},
{
"name":"Joel",
"description":"I smell like cabbage, and I'm named after Billy Joel.",
"shoutouts":"Thanks to Joel for pointing me in the right direction."
}
]